Repository: jlampain/trepark
Catalog: TrePark/*.lproj/Localizable.strings
Languages: fi

source: Weekdays:
fi: Arkipäivisin:

source: Saturday:
fi: Lauantaisin:

source: Sunday:
fi: Sunnuntaisin:

source: Parking disc required
fi: Kiekkopysäköinti

# Paid parking
source: Paid parking: %@€/hour
fi: Maksulinen pysäköinti: %@€/tunti

# Max time
source: Max time: %@ hours
fi: Enimmäisaika: %@ tuntia

source: Unlimited parking
fi: Rajoittamaton pysäköinti

source: Parking banned part of the day
fi: Pysäköintikielto osan vuorokaudesta

source: Parking lots:
fi: Paikkoja yhteensä:

source: Other info:
fi: Muuta:

# spacesAvailable
source: space available
fi: tilaa

source: open
fi: avoinna

source: almost full
fi: kohta täynä

source: full at entrance
fi: sisäänmeno täynä

source: full
fi: täynä

# statusUnknown
source: status unkown
fi: tuntematon

# normalParkingConditionsSuspended
source: parking suspended
fi: keskeytetty

# specialParkingConditionsInForce
source: special conditions
fi: erityisolosuhteet

# Finnpark's car parks in Tampere
source: Finnpark Multi storey car parks
fi: Finnparkin pysäköintitalot

source: Car parks
fi: Pysäköintitalot

source: Parking areas
fi: Pysäköintialueet

# Could not load parking areas.
source: Could not load data
fi: Aineiston lataaminen ei onnistunut.

source: Try again
fi: Yritä uudelleen

# Dismiss
source: Close
fi: Sulje

source: Show in map
fi: Näytä kartalla

source: All parking areas
fi: Kaikki pysäköintialueet

source: Motorbike parking areas
fi: Moottoripyörien pysäköintialueet

source: Invalid parking areas
fi: Inva -pysäköintialueet
